{
    "data": {
        "news": [
            {
                "id": "a0eebc99-9c0b-4ef8-bb6d-6bb9bd380a11",
                "title": "Liberty Bank подтвердил финтех-лидерство на рынке дебетовых карт",
                "description": "Liberty Bank признан лидером рынка дебетовых карт и ежедневного банкинга в России — по итогам премии Frank Debit Cards & Daily Banking Award 2025.\n\nЭксперты Frank RG назвали карту Liberty Bank лучшей дебетовой картой — за сочетание выгодности карты для клиентов массового сегмента, комфортные тарифные условия, функциональность дистанционных сервисов обслуживания, высокие бизнес-показатели и позитивный клиентский опыт.",
                "publicDate": "15.04.2025",
                "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTwUqWrUdROtm8SjwkCXx9jpfVfMqrDdTNHkA&s"
            },
            {
                "id": "6ba7b810-9dad-11d1-80b4-00c04fd430c8",
                "title": "Liberty Bank проведет одну из крупнейших профессиональных конференций по машинному обучению",
                "description": "Конференция состоится 15 апреля 2025 г. в онлайн и оффлайн форматах. Мероприятие объединит на одной площадке ведущих специалистов по ML сразу в разных направлениях: рекомендательные системы, обработка естественного языка, компьютерное зрение, речевые технологии, временные ряды, операции с машинным обучением и языковыми моделями, фундаментальные и прикладные исследования.",
                "publicDate": "25.03.2025",
                "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQUAX23TLmLUDFMRc-yPictpjVntgpNb0cI2A&s"
            },
      {
        "id": "f3456789-abcd-1234-efgh-567890abcd12",
        "title": "Liberty Bank запустил инновационный сервис биометрической аутентификации",
        "description": "Банк внедрил передовую систему распознавания лиц и голоса для повышения безопасности операций. Новая технология позволяет клиентам совершать платежи и переводы без ввода паролей, используя только биометрические данные. Система соответствует всем требованиям регуляторов и обеспечивает высокий уровень защиты персональных данных.",
        "publicDate": "20.04.2025",
        "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR1234567890abcdefghijklmnopqrstuvwxyz&s"
      },
      {
        "id": "98765432-1098-7654-3210-abcdef123456",
        "title": "Liberty Bank расширил сеть партнеров по программе cashback",
        "description": "Клиенты банка теперь могут получать повышенный кешбэк в более чем 1000 новых магазинах и сервисах. В программу вошли ведущие ритейлеры, рестораны и сервисы доставки. Максимальный кешбэк достигает 15% в определенных категориях расходов.",
        "publicDate": "10.04.2025",
        "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcZ1234567890abcdefghijklmnopqrstuvwxyz&s"
      },
      {
        "id": "11223344-5566-7788-9900-abcdef123456",
        "title": "Liberty Bank представил новую линейку инвестиционных продуктов",
        "description": "Банк запустил серию инвестиционных решений для частных клиентов с различными уровнями риска. Портфель включает как консервативные, так и агрессивные стратегии инвестирования. Все продукты доступны через мобильное приложение банка.",
        "publicDate": "05.04.2025",
        "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcX1234567890abcdefghijklmnopqrstuvwxyz&s"
      }
        ],
        "page": 1,
        "limit": 15
    }
}

